Repository: jpadilla/django-rest-framework-jwt
Catalog: rest_framework_jwt/locale/*/LC_MESSAGES/django.po
Languages: de, pt_br

source: Signature has expired.
de: Die Signatur ist abgelaufen.
pt_br: Assinatura expirou.

source: Error decoding signature.
de: Fehler beim entschlüsseln der Signatur.
pt_br: Erro decodificando assinatura.

source: Invalid signature.
de: Ungültige Signatur.
pt_br: Assinatura inválida.

source: Invalid payload.
de: Ungültige Daten.
pt_br: Payload inválido.

source: Invalid Authorization header. No credentials provided.
de: Ungültiger Authorization header. Keine Anmeldeinformationen vorhanden.
pt_br: Header de autorização inválido. Nenhuma credencial fornecida.

source: Invalid Authorization header. Credentials string should not contain spaces.
de: Ungültiger Authorization header. Anmeldedaten sollten keine Leerzeichen enthalten.
pt_br: Header de autorização inválido. Credenciais não devem conter espaços.

source: User account is disabled.
de: Benutzerkonto ist deaktiviert.
pt_br: Conta de usuário desativada.

source: Unable to log in with provided credentials.
de: Anmeldung mit angegebenen Anmeldeinformationen nicht möglich.
pt_br: Não foi possível realizar o log in com as credenciais fornecidas

source: Must include "{username_field}" and "password".
de: Sollte "{username_field}" und "password" enthalten.
pt_br: Necessário incluir "{username_field} e "password".

source: User doesn't exist.
de: Der Benutzer existiert nicht.
pt_br: Usuário não existe

source: Refresh has expired.
de: Die Aktualisierunsperiode ist vergangen.
pt_br: Refresh expirado

source: orig_iat field is required.
de: orig_iat Feld ist notwendig.
pt_br: Campo 'orig_iat' é obrigatório
